
/* No comment from engineer */
"Click to record shortcut" = "Kliknúť pre zaznamenanie skratky";

/* No comment from engineer */
"Command + " = "Command + ";

/* No comment from engineer */
"Control + " = "Control + ";

/* No comment from engineer */
"Option + " = "Option + ";

/* No comment from engineer */
"Pad %@" = "Pad %@";

/* No comment from engineer */
"Shift + " = "Shift +";

/* No comment from engineer */
"Space" = "Medzerník";

/* No comment from engineer */
"The key combination \"%@\" can't be used because %@." = "Kombináciu kláves  \"%@\" nie je možné použiť, pretože %@.";

/* No comment from engineer */
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "Kombináciu kláves \"%@\" nie je možné použiť, pretože je používaná v operačnom systéme Mac OS X. (Ak si prajete používať túto klávesovú skratku, musíte ju zrušiť v Predvoľbách systému v položke Klavesnica a myš.)";

/* No comment from engineer */
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "Kombinácia kláves \"%@\" nemôže byť použitá, pretože je používaná položkou z ponuky \"%@\".";

/* No comment from engineer */
"The key combination %@ can't be used!" = "Kombinácia kláves %@ nemôže byť použitá!";

/* No comment from engineer */
"Type shortcut" = "Zadať skratku";

/* No comment from engineer */
"Use old shortcut" = "Použiť starú skratku";